[Killed] BooleanLiteral
day_2/exercise-digimon-finders/src/App.js:8:74
 class App extends React.Component {
   constructor() {
     super();
-    this.state = { digimon: { name: '' }, searchDigimon: '', isFetching: false, errorMessage: '' };
+    this.state = { digimon: { name: '' }, searchDigimon: '', isFetching: true, errorMessage: '' };
   }
 

[Killed] StringLiteral
day_2/exercise-digimon-finders/src/App.js:8:58
 class App extends React.Component {
   constructor() {
     super();
-    this.state = { digimon: { name: '' }, searchDigimon: '', isFetching: false, errorMessage: '' };
+    this.state = { digimon: { name: '' }, searchDigimon: "Stryker was here!", isFetching: false, errorMessage: '' };
   }
 
